export var nestedIDsMapping = {
  800013: {
    id: [800013],
    title: "Верхний генераторный подшипник.Нижний бьеф",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },
  800113: {
    id: [800113],
    title: "Верхний генераторный подшипник.Левый берег",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },

  800235: {
    id: [800235],
    title: "Упругие камеры.Нижний бьеф",
    headers: [
      "Параметр",
      "Текущее",
      "Предупреждение (-)",
      "Авария (-)",
      "Предупреждение (+)",
      "Авария (+)",
    ],
    showUnits: true,
  },
  800335: {
    id: [800335],
    title: "Упругие камеры.Левый берег",
    headers: [
      "Параметр",
      "Текущее",
      "Предупреждение (-)",
      "Авария (-)",
      "Предупреждение (+)",
      "Авария (+)",
    ],
    showUnits: true,
  },

  801013: {
    id: [801013],
    title: "Фланцевое соединение.Нижний бьеф",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },
  801113: {
    id: [801113],
    title: "Фланцевое соединение.Левый берег",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },

  801213: {
    id: [801213],
    title: "Турбинный подшипник.Нижний бьеф",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },
  801313: {
    id: [801313],
    title: "Турбинный подшипник.Левый берег",
    headers: ["Параметр", "Текущее", "Предупреждение", "Авария"],
    showUnits: true,
  },

  600013: {
    id: [600013],
    title: "Верхний генераторный подшипник.Нижний бьеф",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  600113: {
    id: [600113],
    title: "Верхний генераторный подшипник.Левый берег",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  600213: {
    id: [600213, 600234, 600236, 600238, 600240, 600242, 600244, 600246],
    title: "Опора подпятника.Нижний бьеф",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  600313: {
    id: [600313, 600334, 600336, 600338, 600340, 600342, 600344, 600346],
    title: "Опора подпятника.Левый берег",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  604013: {
    id: [604013],
    title: "Корпус турбинного подшипника.Нижний бьеф",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  604113: {
    id: [604113],
    title: "Корпус турбинного подшипника.Левый берег",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  602034: {
    id: [602034],
    title: "Корпус статора.Нижний бьеф",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  602134: {
    id: [602134],
    title: "Корпус статора.Левый берег",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  604213: {
    id: [604213, 604234, 604236, 604238, 604240, 604242, 604244, 604246],
    title: "Крышка турбины.Нижний бьеф",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  604313: {
    id: [604313, 604334, 604336, 604338, 604340, 604342, 604344, 604346],
    title: "Крышка турбины.Левый берег",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  601034: {
    id: [601034, 601013, 601036],
    title: "Активное железо спинки статора.Стык 1, слева",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  601134: {
    id: [601134, 601113, 601136],
    title: "Активное железо спинки статора.Стык 1, справа",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  601234: {
    id: [601234, 601213, 601236],
    title: "Активное железо спинки статора.Стык 2, слева",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  601334: {
    id: [601334, 601313, 601336],
    title: "Активное железо спинки статора.Стык 2, справа",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  602234: {
    id: [602234, 602213, 602236],
    title: "Активное железо спинки статора.Стык 3, слева",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  602334: {
    id: [602334, 602313, 602336],
    title: "Активное железо спинки статора.Стык 3, справа",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  603034: {
    id: [603034, 603013, 603036],
    title: "Активное железо спинки статора.Стык 4, слева",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  603134: {
    id: [603134, 603113, 603136],
    title: "Активное железо спинки статора.Стык 4, справа",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  603234: {
    id: [603234, 603213, 603236],
    title: "Активное железо спинки статора.Стык 5, слева",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },
  603334: {
    id: [603334, 603313, 603336],
    title: "Активное железо спинки статора.Стык 5, справа",
    headers: ["Виброперемещение (мкм)", "Текущее", "Предупреждение", "Авария"],
  },

  700023: {
    id: [700015, 700017, 700019, 700020, 700022, 700023, 700024],
    title: "Воздушный зазор.Нижний бьеф, верх",
    headers: ["Параметр", "Текущее"],
    showUnits: true,
  },
  700123: {
    id: [700115, 700117, 700119, 700120, 700122, 700123, 700124],
    title: "Воздушный зазор.Нижний бьеф, низ",
    headers: ["Параметр", "Текущее"],
    showUnits: true,
  },

  700223: {
    id: [700215, 700217, 700219, 700220, 700222, 700223, 700224],
    title: "Воздушный зазор.Левый берег, верх",
    headers: ["Параметр", "Текущее"],
    showUnits: true,
  },
  700323: {
    id: [700315, 700317, 700319, 700320, 700322, 700323, 700324],
    title: "Воздушный зазор.Левый берег, низ",
    headers: ["Параметр", "Текущее"],
    showUnits: true,
  },
};
